Repository: amartin3z/DianInvoiceCreator
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Then add the emails (separated by commas ",") to which you want to send this receipt. The recipient will receive it in the formats you select.
es: Agregue los correos electrónicos (separados por comas ",") a los que desea enviar esta factura. El destinatario lo recibirá en los formatos que seleccione.

source: Comma separated emails (,)
es: Correos separados por comas (,)

source: Send Invoice
es: Enviar Comprobante

source: Products and Services
es: Productos y Servicios
fr: Produits et services

source: My Products and Services
es: Mis Productos y Servicios
fr: Mes produits et services

source: Product/Service
es: Producto/Servicio
fr: Produit/service

source: Creation Date (From)
es: Fecha de Creación (Desde)
fr: Date de création (de)

source: Creation Date (To)
es: Fecha de Creación (Hasta)
fr: Date de création (vers)

source: Filter
es: Filtros
fr: Filtre

source: Do you want to cancel the invoice?
es: ¿Desea cancelar la factura?
fr: Voulez-vous annuler la facture?

source: Cancellation notes
es: Notas de cancelación
fr: Notes d'annulation

source: Yes Cancel
es: Sí, Cancelar

source: Stopping...
es: Deteniendo...

source: Stop process
es: Detener el proceso
fr: Arrêter le processus

source: Stop
es: Detener
fr: Arrêtez

source: Stop cancellation
es: Detener la cancelación
fr: Annulation

source: Send Email
es: Enviar Email
fr: Envoyer un e-mail

source: Do you want to re-stamp the invoice?
es: ¿Desea volver a timbrar la factura?
fr: Voulez-vous ré-estampiller la facture?

source: Re-stamping...
es: Retimbrando...
fr: Ré-estampillage ...

source: Send re-stamped
es: Enviar retimbrado
fr: Envoi re-tamponné

source: Send
es: Enviar
fr: Envoyer

source: Percent
es: Porcentaje
fr: Pour cent

source: TaxScheme ID
es: Esquema de impuestos: ID

source: Amount
es: Cantidad
fr: Pays

source: Remove Tax
es: Quitar impuesto

source: Business information
es: Información del negocio
fr: Information de l'entreprise

source: Cancellation request made successfully.
es: Solicitud de cancelación realizada con éxito.

source: There was an error in the request, please try again later.
es: Se produjo un error en la solicitud. Vuelva a intentarlo más tarde.
fr: Une erreur s'est produite dans la demande, veuillez réessayer plus tard.

source: The issuer does not have active certificates to perform the cancellation.
es: El emisor no tiene certificados activos para realizar la cancelación.

source: There is not enough information to process the cancellation.
es: No hay suficiente información para procesar la cancelación.

source: The invoice voucher status was updated successfully.
es: El estado del comprobante de la factura se actualizó correctamente.

source: Your invoice was not found, please try again.
es: No se encontró su factura, intente nuevamente.

source: It is not possible to obtain the invoice status, please try again later.
es: No es posible obtener el estado de la factura. Vuelva a intentarlo más tarde.

source: Invoice not found.
es: Factura no encontrada.

source: There is not enough information to obtain the status of the invoice.
es: No hay suficiente información para obtener el estado de la factura.
fr: Il n'y a pas suffisamment d'informations pour obtenir le statut de la facture.

source: You have been asked to stop the cancellation, the process may not stop.
es: Se le ha pedido que detenga la cancelación, es posible que el proceso no se detenga.
fr: Il vous a été demandé d'arrêter l'annulation, le processus peut ne pas s'arrêter.

source: The cancellation process cannot be denied.
es: El proceso de cancelación no puede ser denegado.
fr: Le processus d'annulation ne peut être refusé.

source: Invoice sent to the selected emails.
es: Factura enviada a los correos electrónicos seleccionados.
fr: Facture envoyée aux e-mails sélectionnés.

source: Error sending invoice
es: Error al enviar la factura
fr: Erreur lors de l'envoi de la facture

source: You must select a format
es: Debes seleccionar un formato

source: Products and services were listed
es: Los productos y servicios fueron listados
fr: Les produits et services étaient sur la liste

source: Product/Service successfully registered
es: Producto/Servicio registrado con éxito
fr: Produit/service enregistré avec succès

source: When the category code is equal to Z, E, AE, K or G, the rate of the article must be equal to 0
es: Cuando el código de categoría es igual a Z, E, AE, K o G, la tasa del artículo debe ser igual a 0

source: An exception occurred when registering the product/service
es: Se produjo una excepción al registrar el producto/servicio
fr: Une exception s'est produite lors de l'enregistrement du produit/service

source: Product/Service successfully edited
es: Producto/Servicio editado con éxito
fr: Produit/service enregistré avec succès

source: Could not get product or service information.
es: No se puede obtener información del producto o servicio.
fr: Impossible d'obtenir des informations sur les produits ou les services.

source: My Tickets
es: Mis Tickets
fr: Mes billets

source: Ticket ID
es: ID del Ticket
fr: ID du ticket

source: Subject
es: Asunto
fr: Sujet

source: Open
es: Abrir
fr: Ouvrir

source: Reopen
es: Re-Abrir
fr: Réouvrir

source: Solved
es: Resuelto
fr: Résolu

source: Closed
es: Cerrado
fr: Fermé

source: Duplicates
es: Duplicados
fr: Duplicatas

source: Categories
es: Categorías
fr: Catégories

source: Priority
es: Prioridad
fr: Priorité

source: High
es: Alto
fr: Haute

source: Medium
es: Medio
fr: Moyenne

source: Low
es: Bajo
fr: Basse

source: Ticket list
es: Tickets
fr: Liste de tickets

source: Refresh
es: Actualizar
fr: Rafraîchir

source: Add Ticket
es: Agregar Ticket
fr: Ajouter un ticket

source: Creation date
es: Fecha creación
fr: Date de création

source: Modification date
es: Fecha de modificación
fr: Date de modification

source: subject
es: asunto
fr: Sujet

source: Category
es: Categoría
fr: Catégorie

source: high
es: alto
fr: Haute

source: Attached
es: Adjunto
fr: Attachement

source: Upload
es: Subir
fr: Télécharger

source: Track ticket
es: Seguimiento de ticket
fr: Suivi du ticket

source: Solve ticket
es: Resolver ticket
fr: Résolution du ticket

source: Notes
es: Nota

source: Ticket response
es: Resolver
fr: Réponse du ticket

source: Reply
es: Respuesta
fr: Répondre

source: Helpdesk support
es: Soporte técnico
fr: Service d'assistance

source: Show tracing
es: Ver seguimiento
fr: Montrer le suivi

source: Mark as solved
es: Marcar como resuelto
fr: Marquer comme résolu

source: Critical
es: Critico
fr: Essentiel

source: low
es: bajo
fr: Peu important

source: Very low
es: Muy bajo
fr: Tres peu important

source: Resolved
es: Resuelto
fr: Résolu

source: Duplicate
es: Duplicado
fr: Dupliquer

source: Billing
es: Facturación
fr: Facturation

source: Ticket created successfully
es: El ticket fue creado exitosamente
fr: Ticket créé correctement

source: Answer Sent successfully
es: Respuesta enviada correctamente
fr: Réponse envoyée avec succès

source: Permission denied for this Ticket
es: Permiso denegado
fr: Autorisation refusée pour ce ticket

source: Ticket Solved
es: Ticket resuelto
fr: Ticket résolu

source: Option not valid
es: Opción no válida
fr: Option non valable

source: That email address doesn't have an associated user account. Are you sure you've registered?
es: Esta dirección de correo electrónico no tiene una cuenta de usuario asociada. ¿Estás seguro de que te has registrado?
fr: Cette adresse électronique n'est pas associée à un compte d'utilisateur. Êtes-vous sûr de vous être inscrit ?

source: The user account associated with this email address cannot reset the password.
es: La cuenta de usuario asociada con esta dirección de correo electrónico no puede restablecer la contraseña.
fr: Le compte d'utilisateur associé à cette adresse électronique ne peut pas réinitialiser le mot de passe.

source: Documentation
es: Documentación

source: Change password
es: Cambiar contraseña

source: Your password was changed.
es: Tu contraseña fue cambiada.
fr: Votre mot de passe est changé

source: Please correct the error below.
es: Por favor, corrija el error debajo
fr: Veuillez corriger l'erreur ci-dessous.

source: Please correct the errors below.
es: Por favor, corrija los errores debajo
fr: Veuillez corriger les erreurs ci-dessous.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
es: Por favor ingresa tu contraseña anterior, por razones de seguridad, y luego ingrese su nueva contraseña dos veces para que podamos verificar que la haya ingresado correctamente.
fr: Veuillez entrer votre ancien mot de passe, pour des raisons de sécurité, puis entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.

source: Old password
es: Contraseña anterior
fr: Ancien mot de passe

source: Password (again)
es: Contraseña (nuevamente)
fr: Mot de passe (de nouveau)

source: Change my password
es: Cambiar mi contraseña
fr: Changer mon mot de passe

source: Your password has been set. You may go ahead and log in now.
es: Su contraseña ha sido establecida. Puede continuar e iniciar sesión ahora.
fr: Votre mot de passe a été défini. Vous pouvez vous connecter maintenant.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de restablecimiento de contraseña no era válido, posiblemente porque ya se ha utilizado. Solicite un nuevo restablecimiento de contraseña.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
es: Le hemos enviado por correo electrónico instrucciones para configurar su contraseña. Deberías recibirlos en breve.
fr: Nous vous avons envoyé par courrier électronique les instructions pour définir votre mot de passe. Vous devriez les recevoir prochainement.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es: Si no recibe un correo electrónico, asegúrese de haber ingresado la dirección con la que se registró y revise su carpeta de correo no deseado.
fr: Si vous ne recevez pas de courrier électronique, veuillez vous assurer que vous avez entré l'adresse avec laquelle vous vous êtes inscrit et vérifiez votre boite de spam.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Recibió este correo electrónico porque solicitó un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s.
fr: Vous recevez ce courriel parce que vous avez demandé une réinitialisation du mot de passe de votre compte d'utilisateur à %(site_name)s.

source: Please go to the following page and choose a new password:
es: Vaya a la siguiente página y elija una nueva contraseña:
fr: Veuillez vous rendre à la page suivante et choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de que haya olvidado:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!
fr: Merci d'utiliser notre site !

source: The %(site_name)s team
es: El equipo %(site_name)s
fr: %(site_name)s équipe

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
es: ¿Olvidaste tu contraseña? Ingrese su dirección de correo electrónico a continuación y le enviaremos instrucciones por correo electrónico para configurar una nueva.
fr: Vous avez oublié votre mot de passe ? Saisissez votre adresse électronique ci-dessous et nous vous enverrons par courriel les instructions pour en créer un nouveau.

source: Email address:
es: Correo electrónico:
fr: Adresse email:

source: RFC
es: Id fiscal

source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?

source: Activate account
es: Activar la cuenta
fr: Activer un compte

source: Finish your registration
es: Termina tu registro
fr: Completer votre enregistrement

source: E-mail
es: Correo electrónico
fr: Courriel

source: Last name
es: Apellido
fr: Nom de famille

source: Mother last name
es: Apellido materno
fr: Nom de famille de la mère

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Register
es: Registrar
fr: S'enregistrer

source: Thanks for your registration!
es: !Gracias por tu registro!
fr: Merci pour votre inscription !

source: Your billing account has been successfully registered
es: Su cuenta de facturación se ha registrado correctamente.
fr: Votre compte de facturation a été enregistré avec succès

source: We have sent an activation email to the registered email account, please check it and you can start billing immediately
es: Hemos enviado un correo electrónico de activación a la cuenta de correo electrónico registrada, verifíquelo y puede comenzar a facturar de inmediato
fr: Nous avons envoyé un e-mail d'activation au compte e-mail enregistré, veuillez le vérifier et vous pouvez commencer la facturation immédiatement

source: Privacity
es: Privacidad
fr: Privacité

source: About us
es: Acerca de nosotros
fr: À propos de nous

source: Contact us
es: Contáctanos
fr: Contactez-nous

source: All rights reserved
es: Todos los derechos reservados
fr: Tous droits réservés

source: Login
es: Iniciar sesión
fr: Connexion

source: Forgot your password?
es: ¿Olvido su contraseña?
fr: Mot de passe oublié?

source: Remember
es: Recuérdame
fr: Se rappeler

source: Create your account
es: Crear una cuenta
fr: Créer votre compte

source: Add User
es: Agregar Usuario
fr: Ajouter un utilisateur

source: Type:
es: Tipo

source: Client
es: Cliente

source: Password:
es: Contraseña
fr: Mot de passe:

source: Confirm Password:
es: Confirmar contraseña:
fr: Confirmer le mot de passe

source: User:
es: Usuario:
fr: Utilisateur

source: User ID
es: ID Usuario:
fr: ID de l'utilisateur

source: Group:
es: Grupo:
fr: Groupe:

source: No group
es: Sin grupo
fr: Pas de groupe

source: Business:
es: Empresa:

source: New Password:
es: Nueva contraseña:
fr: Nouveau mot de passe;

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Ingrese su nueva contraseña dos veces para que podamos verificar que la ingresó correctamente.
fr: Veuillez entrer votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.

source: New password:
es: Nueva contraseña
fr: Nouveau mot de passe

source: Confirm password:
es: Confirma contraseña
fr: Confirmer le mot de passe;

source: Password reset confirmation
es: Confirmación de restablecimiento de contraseña
fr: Confirmation de la réinitialisation du mot de passe

source: Without Group
es: Sin grupo

source: Provider
es: Proveedor
fr: Fournisseur

source: Employee
es: Empleado
fr: Employé

source: Personalize
es: Personalizar

source: Edit user
es: Editar usuario

source: Discontinue user
es: Descontinuar usuario

source: Active user
es: Usuario activo
fr: Utilisateur actif

source: Discontinued
es: Descontinuado
fr: Interrompu

source: Important!:
es: !Importante!

source: List of users
es: Lista de usuarios
fr: Liste des utilisateurs

source: User Email
es: Correo electrónico

source: Group
es: Grupo
fr: Groupe

source: Discontinued/Not activated
es: Descontinuado/No activado
fr: Interrompu/Non activé

source: Register user
es: Registrar Usuario
fr: Enregistrer un utilisateur

source: User email
es: Correo electrónico
fr: Courriel de l'utilisateur

source: The password must not be equal to a previously established one.
es: La contraseña no debe ser igual a una establecida previamente.
fr: Le mot de passe ne peut pas être le même que le précédent.

source: The password cannot be the same as the previous one.
es: La contraseña no puede ser la misma que la anterior.
fr: Le mot de passe ne peut pas être le même que le précédent.

source: The email structure is not correct.
es: La estructura del correo electrónico no es correcta.
fr: La structure du courrier électronique n'est pas correcte.

source: UBL | Change of password
es: UBL | Cambio de contraseña
fr: UBL | Changement de mot de passe

source: Error sending mail, please try again
es: Se produjo un error al enviar el correo. Vuelve a intentarlo.
fr: Erreur d'envoi de courrier, veuillez réessayer

source: Your account is deactivated, contact support for more information.
es: Su cuenta está desactivada, póngase en contacto con el soporte para obtener más información.
fr: Votre compte est désactivé, contactez le support pour plus d'informations.

source: The email does not match any account.
es: El correo electrónico no coincide con ninguna cuenta.
fr: L'e-mail ne correspond à aucun compte.

source: Account blocked for multiple failed attempts
es: Cuenta bloqueada por múltiples intentos fallidos
fr: Compte bloqué pour de multiples tentatives infructueuses

source: Inactive user
es: Usuario inactivo
fr: Utilisateur inactif

source: User {} entered an incorrect password ({} attemp)
es: El usuario {} ingresó una contraseña incorrecta ({} intento)
fr: L'utilisateur {} a saisi un mot de passe incorrect ({} tentative)

source: An attempt was made to log in with the user {}, and this is non-existent
es: Se intentó iniciar sesión con el usuario {}, y esto no existe
fr: Une tentative a été faite pour se connecter avec l'utilisateur {}, et elle est inexistante

source: An exception occurred at login
es: Se produjo una excepción al iniciar sesión
fr: Une exception s'est produite lors de la connexion

source: User {} logout.
es: El usuario {} cerro sesión.
fr: Déconnexion de l'utilisateur {}

source: An exception occurred when listing users
es: Se produjo una excepción al listar usuarios
fr: Une exception s'est produite lors de l'établissement de la liste des utilisateurs

source: Successful customization.
es: Personalización exitosa .
fr: Personnalisation réussie

source: Successful customization {} => {}
es: Personalización exitosa {} => {}
fr: Personnalisation réussie {} => {}

source: The user has not activated their account or is suspended.
es: El usuario no ha activado su cuenta o está suspendido.
fr: L'utilisateur n'a pas activé son compte ou est suspendu.

source: User info got it successfully.
es: La información del usuario se consiguió con éxito.
fr: Info de l' utilisateur obtenue avec succès.

source: Error updating user information
es: Error al actualizar la información del usuario
fr: Erreur de mise à jour des informations sur l'utilisateur

source: You must select at least one business
es: Debes seleccionar al menos una empresa
fr: Vous devez sélectionner au moins une entreprise.

source: You must select at least one business group.
es: Debe seleccionar al menos un grupo empresarial.
fr: Vous devez sélectionner au moins un groupe d'entreprises.

source: User information has been updated
es: La información del usuario ha sido actualizada
fr: Les informations sur l'utilisateur ont été mises à jour

source: User {} information has been updated
es: La información del usuario {} ha sido actualizada
fr: Les informations sur l'utilisateur {} ont été mises à jour

source: There was a problem when updating the information
es: Hubo un problema al actualizar la información
fr: Il y a eu un problème lors de la mise à jour des informations

source: The user has been activated
es: El usuario ha sido activado
fr: l'utilisateur a été activé.

source: The user has been %s.
es: El usuario ha sido% s.
fr: L'utilisateur a été %s.

source: active
es: activo
fr: Actif

source: suspend
es: suspender
fr: Suspendre

source: User {} {}
es: Usuario {}{}
fr: Usager {} {}

source: Suspend
es: Suspender
fr: Suspendu

source: The response obtained when validating the user was: {}
es: La respuesta obtenida al validar al usuario fue: {}
fr: La réponse obtenue lors de la validation de l'utilisateur est {}

source: Validating RFC...
es: Validando RFC...
fr: Validation du RFC...

source: RFC validated!
es: RFC validado
fr: RFC validé

source: The RFC {} was validated correctly
es: El ID fiscal {} fue validado correctamente
fr: Le RFC {} a été validé correctement

source: A new user was registered with mail {}
es: Un nuevo usuario se registró con el correo {}
fr: Un nouvel utilisateur a été enregistré par courriel {}

source: Previously registered RFC {}.
es: ID fiscal previamente registrado.
fr: RFC enregistré antérieurement {}.

source: The user type "{}" is invalid.
es: El tipo de usuario "{}" no es válido.
fr: L'utilisateur type {} est invalide

source: User {} already has a previous registration
es: El usuario {} ya tiene un registro previo
fr: L'utilisateur {} a déjà un enregistrement antérieur

source: Invalid email
es: Email inválido
fr: Courriel non valide

source: An error occurred while performing the operation.
es: Se produjo un error al realizar la operación.
fr: Une erreur s'est produite lors de l'exécution de l'opération.

source: An error occurred with the registration
es: Se produjo un error con el registro.
fr: Une erreur s'est produite lors de l'enregistrement

source: Activation code is incorrect
es: El código de activación es incorrecto.
fr: Code d'activation incorrect

source: Dear support partner, {} account reactivation has been requested, for more information check ticket dependencies
es: Estimado socio de soporte, {} se ha solicitado la reactivación de la cuenta, para obtener más información, verifique las los tickets
fr: Cher partenaire de soutien, {} la réactivation du compte a été demandée, pour plus d'informations, consultez les dépendances des tickets

source: Wait at least 30 minutes to resend the request
es: Espere al menos 30 minutos para reenviar la solicitud.
fr: Attendre au moins 30 minutes pour renvoyer la demande

source: Support
es: Soporte técnico
fr: Soutien

source: Help
es: Ayuda
fr: Aide

source: Logout
es: Cerrar sesión
fr: Sortir

source: Language
es: Idioma
fr: Langue

source: Logout
es: Cerrar sesión
fr: Déconnexion

source: Sign out
es: Cerrar sesión
fr: Déconnexion

source: Account blocked
es: Cuenta bloqueada
fr: Compte bloqué

source: Your request is going to be verified by our team, after this your account will be terminated.
es: Su solicitud será verificada por nuestro equipo, después de esto su cuenta será cancelada.
fr: Votre demande va être vérifiée par notre équipe, après quoi votre compte sera clôturé.

source: Your account is cancelled.
es: Tu cuenta esta cancelada
fr: Votre compte est annulé

source: You have requested cancelation your account
es: Ha solicitado la cancelación de su cuenta.
fr: Vous avez demandé l'annulation de votre compte

source: While this happens you can not to do any action.
es: Mientras se revisa su solicitud, no puede realizar ninguna acción.
fr: Pendant ce temps, vous ne pouvez entreprendre aucune action.

source: If you did not request this action, please contact us as soon as possible.
es: Si no solicitó esta acción, contáctenos lo antes posible.
fr: Si vous n'avez pas demandé cette action, veuillez nous contacter dès que possible..

source: Your account is blocked.
es: Su cuenta esta bloqueada
fr: Votre compte est bloqué

source: For any questions or comments contact us, we will respond promptly.
es: Para cualquier consulta o comentario contáctenos, le responderemos a la brevedad.
fr: Pour toute question ou commentaire, contactez-nous, nous vous répondrons rapidement.

source: Active account
es: Cuenta activada
fr: Compte actif

source: New Ticket
es: Nuevo Tickets
fr: Nouveau ticket

source: Stats
es: Estadísticas
fr: Statistiques
