Repository: amartin3z/DianInvoiceCreator
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Manual billing
es: Facturación Manual
fr: Facturation manuelle

source: Users
es: Usuarios
fr: Usagers

source: Other
es: Otros
fr: Autres

source: Yes
es: Sí
fr: Oui

source: Active
es: Activo
fr: Actif

source: Home
es: Inicio
fr: Accueil

source: Reports
es: Informes
fr: Rapports

source: Invoices
es: Comprobantes
fr: Factures

source: Filters
es: Filtros
fr: Filtres

source: Taxpayer id
es: ID fiscal
fr: Id contribuable

source: Type
es: Tipo

source: All
es: Todos
fr: Tout

source: Income
es: Ingresos
fr: Revenu

source: Expenses
es: Egresos
fr: Dépenses

source: From
es: Desde
fr: De

source: To
es: Hasta
fr: Vers

source: Choose
es: Seleccionar
fr: Choisir

source: CSV file
es: Archivo CSV

source: Reset
es: Reiniciar

source: Issuer taxpayer id
es: ID Fiscal Emisor
fr: ID du contribuable émetteur

source: Recipient taxpayer id
es: ID Fiscal Receptor
fr: ID du contribuable receveur

source: Name taxpayer id
es: Nombre del contribuyente
fr: ID nom du contribuable

source: Emission date
es: Fecha emisión
fr: Date d'émission

source: Options
es: Opciones
fr: Les options

source: Logs
es: Registros

source: Admin
es: Administrador

source: Exceptions
es: Excepciones

source: Action
es: Acción

source: Create
es: Crear comprobante
fr: Créer

source: Read
es: Lectura
fr: Lire

source: Update
es: Actualización
fr: Actualiser

source: Delete
es: Eliminar
fr: Effacer

source: Module
es: Módulo

source: Emission
es: Emisión
fr: Émission

source: Download
es: Descargar
fr: Téléchargement

source: Providers
es: Proveedores
fr: Fournisseurs

source: Cancellation
es: Cancelación
fr: Annulation

source: Business
es: Empresas
fr: Entreprises

source: Date (From)
es: Fecha (Desde)

source: Date (To)
es: Fecha (Hasta)

source: Clean
es: Limpiar
fr: Net

source: Actions
es: Acciones

source: Information
es: Información

source: Date
es: Fecha

source: Important!
es: ¡Importante!

source: For security reasons after a period of inactivity of
es: Por razones de seguridad después de un periodo de inactividad de
fr: Pour des raisons de sécurité, après une période d'inactivité de

source: 5 minutes
es: 5 minutos

source: the current session has been closed.
es: la sesión actual se ha cerrado
fr: la session actuelle a été fermée.

source: Log in
es: Iniciar sesión
fr: Se connecter

source: Show exceptions
es: Mostrar Excepciones
fr: Afficher les exceptions

source: Show Exception
es: Mostrar Excepción

source: Certificate management
es: Administración de certificados
fr: Gestion de certificats

source: At this section you are able to management your certificates.
es: En esta sección podrás administrar tus certificados
fr: Dans cette section, vous pouvez gérer vos certificats.

source: Upload private certificate
es: Cargar certificado privado
fr: Charger un certificat privé

source: Add
es: Agregar
fr: Ajouter

source: remove
es: eliminar
fr: Quitter

source: Upload public certificate
es: Cargar certificado público
fr: Charger un certificat public

source: Remove
es: Eliminar
fr: Quitter

source: Private key password
es: Contraseña llave privada
fr: Mot de passe de la clé privée

source: Add New
es: Agregar nuevo
fr: Ajouter du nouveau

source: Save
es: Guardar
fr: Sauvegarder

source: Cancel
es: Cancelar
fr: Annuler

source: Status
es: Estado
fr: Statut

source: Expiration date
es: Fecha expiración
fr: Date d'expiration

source: Default
es: Defecto
fr: Défaut

source: New Email
es: Nuevo email
fr: Nouveau courriel

source: Mailing list
es: Lista de correos
fr: Liste d'adresses

source: At this section you are able to add, edit or delete your email addresses.
es: En esta sección podrás agregar, editar o editar tus direcciones de correo.
fr: Dans cette section, vous pouvez ajouter, modifier ou supprimer vos adresses électroniques.

source: Name
es: Nombre
fr: Nom

source: Organization ID
es: ID organización
fr: ID de l'organisation

source: Seller electronic address
es: Dirección electrónica del vendedor
fr: Adresse électronique du vendeur

source: Phone
es: Teléfono
fr: Téléphone

source: Country
es: País
fr: Pays

source: Country Sub entity
es: Estado
fr: Sous-entité de pays

source: City
es: Ciudad
fr: Ville

source: Zip Code
es: Código postal
fr: Code postal

source: Street
es: Calle
fr: Nom de rue

source: External number
es: Numero Externo
fr: Numéro externe

source: Internal Number
es: Número interno
fr: Numéro interne

source: Edit
es: Editar
fr: Éditer

source: Manifest
es: Manifiesto
fr: Manifeste

source: At this section you be able to download the signed manifest.
es: En esta sección podrás descargar el manifiesto firmado.
fr: Dans cette section, vous pouvez télécharger le document signé.

source: Download XML file
es: Descargar XML
fr: Télécharger le XML

source: Download PDF file
es: Descargar PDF
fr: Télécharger le PDF

source: Download ZIP file
es: Descargar ZIO
fr: Télécharger le ZIP

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe

source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Your password must have
es: Tu contraseña debe tener
fr: Votre mot de passe doit avoir

source: Required
es: Requerido
fr: Requis

source: Your password must have a number.
es: Tu contraseña debe contener un número.
fr: Votre mot de passe doit comporter un numéro.

source: Your password must have at least 8 characters.
es: Tu contraseña debe contener al menos 8 caracteres.
fr: Votre mot de passe doit comporter au moins 8 caractères.

source: Your password must have a uppercase letter.
es: Tu contraseña debe contener una letra mayúscula.
fr: Votre mot de passe doit comporter au moins une majuscule

source: Your password must have a special character.
es: Tu contraseña debe contener un carácter especial.
fr: Votre mot de passe doit comporter un caractere special

source: Your password must have a lowercase letter.
es: Tu contraseñar debe contener una letra minúscula.
fr: Votre mot de passe doit comporter au moins une minuscule

source: Your password must not have contain any space.
es: Tu contraseña no debe contener ningún espacio.
fr: Votre mot de passe ne doit pas comporter un espace vide.

source: Your password must be different than previous one.
es: Tu contraseña debe ser diferente a la anterior.
fr: Votre mot de passe doit être différent du précédent.

source: Serie and Folio Management
es: Administración de Serie y Folio
fr: Gestion des séries et des folios

source: At this section you are able to management your series and folios.
es: En esta sección podrás administrar tus series o folios.
fr: Dans cette section, vous pouvez gérer vos séries et folios

source: Profile
es: Perfil
fr: Profil

source: Not registered
es: No registrado
fr: Non enregistré

source: Joined date
es: Fecha de registro.
fr: Date d'adhésion

source: Last login
es: Ultimo inicio de sesón
fr: Dernière connexion

source: Disable my account
es: Desactivar mi cuenta
fr: Désactiver mon compte

source: Confirms disable process
es: Confirma el proceso de deshabilitado
fr: Confirme le processus de désactivation

source: Before disable your account
es: Después de desactivar tu cuenta
fr: Avant de désactiver votre compte

source: keep in mind:
es: Ten en cuenta que:
fr: Garder à l'esprit:

source: Your account will remain disabled until you enable it again.
es: Tu cuenta se deshabilitará hasta que tu la habilites nuevamente.
fr: Votre compte restera désactivé jusqu'à ce que vous l'activiez à nouveau.

source: Your information will be 100%%%% safe.
es: Tu información estará 100%%%% segura.
fr: Vos informations seront sécurisées à 100 %%%%.

source: Your won''t be able to access to platform.
es: No tendrás acceso a la plataforma.
fr: Vous ne pourrez pas accéder à la plate-forme.

source: Contact information.
es: Información de contacto.

source: These information will be used to contact you and confirm de process.
es: Esta información será usada para contactarte y confirmar el proceso.
fr: Ces informations seront utilisées pour vous contacter et confirmer le processus.

source: Reason to disable your account
es: Razón para deshabilitar la cuenta
fr: Raison de la désactivation de votre compte

source: Accept
es: Aceptar
fr: Accepter

source: Your password was update!
es: ¡Tu contraseña fue actualizada!
fr: Votre mot de passe est actualisé

source: Please, Sign in again to complete the process
es: Por favor, inicia sesión nuevamente para completar el proceso
fr: Veuillez vous connecter à nouveau pour terminer la procédure

source: This action will close session in all devices.
es: Esta acción cerrará la sesión en todos los dispositivos
fr: Cette action clôturera la session dans tous les appareils.

source: Fiscal Data
es: Datos Fiscales
fr: Données fiscales

source: Certificates
es: Certificados
fr: Certificats.

source: Serial
es: Serie
fr: Sériel

source: Password
es: Contraseña
fr: Mot de passe

source: Not established
es: No establecido
fr: Pas établi

source: Disable my account.
es: Desactivar mi cuenta
fr: Désactiver mon compte

source: Enter X more characters.
es: Ingrese X o más caracteres
fr: Entrez X caractères supplémentaires.

source: schemeID
es: Esquema de impuestos: ID

source: Deactivate
es: Desactivar

source: Activate
es: Activar
fr: Activer

source: Activated
es: Activada
fr: Activé

source: Deactivated
es: Desactivada
fr: Désactivé

source: Cancelled
es: Cancelada
fr: Supprimé

source: Service contract
es: Contrato de servicio
fr: Contrat de service

source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité

source: Tax Identifier Number
es: Identificación fiscal
fr: Numéro d'identification fiscale

source: zip code
es: Código postal
fr: Code postal

source: Choose your Country
es: Elije tu País
fr: Choisir le pays

source: Accept agreement
es: Aceptar contrato
fr: Accepter l'accord

source: Please, upload your private and public certificate to signing the manifest, or if you prefer you could sign the manifest later.
es: Por favor, carga tus certificados público y privado para firmar el manifiesto en este momento, o si lo prefiere puedes firmarlo posteriormente.
fr: Veuillez télécharger votre certificat privé et public pour signer le manifeste, ou si vous préférez, vous pouvez signer le manifeste plus tard.

source: Private certificate
es: Certificado privado

source: Public certificate
es: Certificado público
fr: Charger un certificat public

source: Sign
es: Firmar
fr: Signer

source: You already signed the manifest, you could download it clicking the button below.
es: Ya has firmado el manifiesto, puedes descargarlo haciendo clic en el botón de abajo.
fr: Vous avez déjà signé le manifeste, vous pouvez le télécharger en cliquant sur le bouton ci-dessous.

source: Registration wizard
es: Asistente de configuración
fr: Assistant d'enregistrement

source: Agreement
es: Contrato
fr: Accord

source: Taxpayer information
es: Información Fiscal
fr: Information du contribuable

source: Continue
es: Continuar
fr: Continuer

source: Back
es: Regresar
fr: Revenir

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

source: Completed
es: Completado
fr: Complété

source: You registered your information successfully.
es: Se registro la información correctamente
fr: Vous avez enregistré vos informations avec succès.

source: Dashboard
es: Panel
fr: Tableau de bord

source: Your register is under review.
es: Tu registro esta bajo revisión.
fr: Votre inscription est à l'étude.

source: Serie and folio are to long.
es: Serie y folio son demasiado largos.
fr: La série et folio sont trop longs

source: Taxpayer id is valid.
es: Id Fiscal es inválido.
fr: Le contribuable est validé

source: Taxpayer id does not match with the pattern.
es: Id Fiscal no coincide con el patrón.
fr: Le numéro d'identification du contribuable ne correspond pas au modèle.

source: Taxpayer id was register previously.
es: ID Fiscal previamente registrado
fr: Le numéro d'identification du contribuable était enregistré auparavant.

source: An error occurred while validating the taxpayer id.
es: Se produjo un error validando el ID Fiscal
fr: Une erreur s'est produite lors de la validation de l'identité du contribuable.

source: The tax regime is valid.
es: El régimen fiscal es válido.
fr: Le régime fiscal est valide.

source: The tax regime {} was not found in the SAT catalog.
es: El régimen fiscal {} no se encuentra en el catálogo.
fr: Le régime fiscal {} n'a pas été trouvé dans le catalogue du SAT.

source: An error occurred while validating tax regime
es: Se produjo una excepción al validar el régimen fiscal.
fr: Une erreur s'est produite lors de la validation du régime fiscal

source: Zip code is valid.
es: Código postal es válido.
fr: Le code postal es valide

source: Zip code {} was not found in the SAT catalog.
es: Código postal {} no se encuentra en el catálogo.
fr: Le code postal {} n'a pas été trouvé dans le catalogue du SAT.

source: An error occurred while validation Zip code
es: Ocurrió un error al validar el código postal.
fr: Une erreur s'est produite lors de la validation du code postal

source: Transfers
es: Traslados

source: Payroll
es: Nómina
fr: Registre des salaires

source: Logs were listed
es: Logs fueron listados

source: An exception occurred in the Logs view
es: Se produjo una excepción en la vista Logs

source: All fields * are required.
es: * Todos los atributos son requeridos.
fr: Tous les champs * sont obligatoires.

source: Account successfully registered.
es: Cuenta registrada con éxito
fr: Compte enregistré avec succès.

source: Account previously registered.
es: Cuenta previamente registrado
fr: Compte enregistré antérieurement

source: Account previously registered
es: Cuenta previamente registrada.

source: Enter the password for the private key.
es: Ingresa la contraseña para la llave privada.
fr: Entrer le mot de passe de la clé privée

source: Private key is not valid, it is possible that it is corrupt or the password is not correct.
es: Llave privada es inválida, es posible que se encuentre corrupta o que la contraseña sea incorrecta.
fr: La clé privée n'est pas valide, il est possible qu'elle soit corrompue ou que le mot de passe ne soit pas correct.

source: The key is not valid, it is possible that it is corrupt or the password is not correct
es: La llave privada es inválida, es posible que este corrupta o la contraseña sea inválida.

source: The user {request.user} does not have taxpayer id.
es: El usuario {request.user} no tiene ID fiscal.
fr: L'utilisateur {request.user} n'a pas de numéro de contribuable.

source: The private key is not valid, it may be corrupted.
es: La llave privada es inválida, esta puede estar corrupta.
fr: La clé privée n'est pas valide, elle peut être corrompue.

source: Certificates are not type FIEL.
es: Certificados no son de tipo FIEL.
fr: Les certificats ne sont pas de type FIEL.

source: Certificate validity period begins on {}
es: El período de validez del certificado comienza el {}
fr: La période de validité du certificat commence le {}

source: Certificate validity period ended on {}
es: El período de validez del certificado termina el {}
fr: La période de validité du certificat se termine le {}

source: The certificates do not match.
es: Certificados no coinciden.
fr: Les certificats ne correspondent pas.

source: The electronic signature does not correspond to the taxpayer
es: Los certificados no corresponden al contribuyente.
fr: La signature électronique ne correspond pas au contribuable.

source: Manifest signed correctly.
es: Manifiesto firmado correctamente
fr: Manifeste signé correctement.

source: An error occurred while signing the manifest.
es: Ocurrió un error al firmar el manifiesto.
fr: Une erreur s'est produite lors de la signature du manifeste.

source: An error occurred when signing the manifest
es: Ocurrió un error al firmar el manifiesto.

source: You need to accept the contract.
es: Necesitas aceptar el contrato.
fr: Vous devez accepter le contrat.

source: An error occurred, could not get taxpayer information.
es: Ocurrió un error, no se puede obtener la información del contribuyente.
fr: Une erreur s'est produite, il n'a pas été possible d'obtenir les informations du contribuable

source: User does not have any taxpayer information registered.
es: Usuario no tiene información fiscal registrada.
fr: L'utilisateur ne dispose d'aucune information de contribuable enregistrée.

source: Business was not found.
es: Información del negocio
fr: L'entreprise n'a pas été trouvée

source: The file cannot be found in the path
es: El archivo no se encuentra en la ruta.

source: It was not possible to obtain the information of this buyer.
es: No es posible obtener la información de este comprador.

source: We are working on the report.
es: Estamos trabajando en el reporte.
fr: Nous préparons le rapport.

source: An error occurred.
es: Ocurrió un error.
fr: Un erreur s'est produite

source: Fields must not contain only numbers.
es: Campos no puede contener solo números
fr: Les champs ne doivent pas contenir uniquement des chiffres.

source: An error occurred, mail can not be modified.
es: Ocurrió un error, el correo electrónico no puede ser modificado.
fr: Une erreur s'est produite, le courrier ne peut pas être modifié.

source: The mail was previously register.
es: correo electrónico registrado previamente.
fr: Le courrier était auparavant enregistré.

source: An error occurred while trying register mail.
es: Ocurrió un error intentado registrar el correo electrónico.
fr: Une erreur s'est produite lors d'une tentative d'enregistrement du courrier.

source: An error occurred while trying delete mail.
es: Ocurrio un error intentando eliminar el correo electrónico.
fr: Une erreur s'est produite lors d'une tentative d'effacement du courrier

source: An error occurred while trying to set default certificate.
es: Ocurrió un error intentando establecer el certificado.
fr: Une erreur s'est produite en essayant de définir le certificat par défaut.

source: An error occurred while trying to change password.
es: Ocurrió un error al cambiar la contraseña
fr: Une erreur s'est produite en essayant de changer le mot de passe.

source: Password is not valid.
es: La contraseña no es válida.
fr: Mot de passe invalide.

source: The password must be different as the previously established.
es: La contraseña debe ser diferente a la previamente establecida.
fr: Le mot de passe doit être différent de celui établi précédemment.

source: An error occurred, data is empty.
es: Ocurrió un error, los datos están vacíos.
fr: Une erreur s'est produite, les données sont vides.

source: Serie has been registered previously.
es: Serie ha sido registrada previamente.
fr: La série a été enregistrée précédemment.

source: An error occurred while registered the serie.
es: Ocurrió un error al registrar la serie.
fr: Une erreur s'est produite lors de l'enregistrement de la série.

source: Fields * are required.
es: Los campos * son requeridos.
fr: Les champs * sont obligatoires

source: Hi support, the account has been requested to be removed {} : Name: {}, Phone: {}, email: {}, comments: {}
es: Hola equipo soporte, se ha solicitado que se elimine la cuenta {}, Nombre {}, Teléfono: {}, correo electrónico: {}, comentarios: {}
fr: Bonjour support, la suppression du compte a été demandée {} : Nom : {}, Téléphone : {}, email : {}, commentaires : {}

source: Cancellation account request {}
es: Solicitud de cancelación de cuenta {}
fr: Demande d'annulation d'un compte {}

source: Your request has been created.
es: Tu solicitud ha sido creada.
fr: Votre demande a été créée.

source: Invalid request.
es: Solicitud inválida.
fr: Demande non valide.

source: Invoice Type
es: Tipo de comprobante
fr: Factures

source: Currency
es: Moneda
fr: Devise

source: Way to pay
es: Forma de Pago
fr: Mode de paiement

source: InvoicedQuantity
es: Cantidad Facturada
fr: Quantité facturée

source: Price
es: Precio
fr: Prix

source: Price Amount
es: Cantidad de precio
fr: Montant du prix

source: Unit Code
es: Código Unidad
fr: Code unité

source: Classification Code
es: Código de clasificación
fr: Code classification

source: Discount
es: Descuento
fr: Interrompu

source: Previously registered RFC.
es: RFC previamente registrado.
fr: RFC enregistré antérieurement.

source: You must register an email.
es: Debes registrar un correo electrónico
fr: Vous devez enregistrer une adresse email.

source: Close
es: Cerrar

source: Create Invoice
es: Crear Factura
fr: Créer une facture

source: Invoice
es: Comprobante

source: Customer
es: Cliente
fr: Client

source: Payment Terms - Notes - totals
es: Términos de pago - Notas - Totales
fr: Conditions de paiement - Notes - total

source: Note
es: Nota

source: Discounts
es: Descuentos
fr: Interrompu

source: Taxes
es: Impuestos
fr: Les taxes

source: My Invoices
es: Mis Comprobantes
fr: Mes factures

source: Invoice ID
es: ID Comprobante
fr: Identifiant de facture

source: Tax Identifier Number:
es: Identificación fiscal
fr: Numéro d'identification fiscale

source: Issue Date (From)
es: Fecha Emisión (Desde)
fr: Date de création (de)

source: Issue Date
es: Fecha Emisión
fr: Date de création

source: Issue Date (To)
es: Fecha Emisión (Hasta)
fr: Date de création (vers)

source: Customer Tax Identifier Number
es: Identificación Fiscal Del Cliente
fr: Numéro d'identification fiscale du client

source: Customer Name
es: Nombre
fr: Nom du client

source: You have not yet uploaded certificates
es: Aún no has subido certificados
fr: Vous n'avez pas encore téléchargé de certificats

source: Be sure that the certificate is valid and corresponds to the tax identifier of the business.
es: Asegúrese de que el certificado sea válido y corresponda con el identificador de impuestos de la empresa.
fr: Assurez-vous que le certificat est valide et correspond à l'identifiant fiscal de l'entreprise.

source: Upload Certificates
es: Subir certificados
fr: Télécharger des certificats

source: Add business
es: Agregar negocio
fr: Ajouter l'entreprise

source: Company Name
es: Nombre o razón social
fr: Nom du compagnie

source: City Name
es: Nombre de la ciudad

source: Postal Zone
es: Zona postal
fr: Zone postale

source: Telephone
es: Teléfono
fr: Téléphone

source: Do you want to close the invoice application?
es: Desea cerrar el facturador?

source: Edit business
es: Editar negocios

source: Last modification
es: Última modificación
fr: Derniere modification

source: Stamped Invoice!
es: ¡Factura Timbrada!
fr: Facture tamponnée!

source: Your invoice is being processed.
es: Su factura está siendo procesada.
fr: Votre facture est en cours de traitement.

source: Now what do you want to do?
es: ¿Ahora que desea hacer?
fr: Maintenant, que veux-tu faire?

source: Download files
es: Descargar Archivos
fr: Telecharger des fichiers

source: Go to my invoices
es: Ir a mis comprobantes.
fr: Accéder à mes factures

source: Continue billing
es: Continuar facturando
fr: Continuer la facturation

source: Add Product/Service
es: Agregar Producto/Servicio
fr: Ajouter un produit/service

source: Edit Product/Service
es: Editar Producto/Servicio
fr: Éditer Produit/Service

source: Item Classification iD
es: ID de clasificación de artículo
fr: ID de la classification de l'item

source: Standard Item Identifier
es: ID de artículo estándar
fr: Identifiant d'article standard

source: Standard Item Scheme
es: Esquema de artículo estándar
fr: Schéma d'article standard

source: Description
es: Descripción
fr: La description

source: SEND INVOICE BY EMAIL
es: ENVIAR FACTURA POR EMAIL
fr: ENVOYER LA FACTURE PAR COURRIEL
