Repository: amartin3z/DianInvoiceCreator
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Knowledgebase
es: Base de conocimientos
fr: Base de connaissances

source: Search...
es: Buscando...
fr: Chercher...

source: Enter a keyword, or a ticket number to jump straight to that ticket.
es: Ingrese una palabra clave o un número de ticket para saltar directamente a ese ticket.
fr: Entrez un mot-clé ou un numéro de billet pour accéder directement à ce billet.

source: Go
es: Ir
fr: Aller

source: User Settings
es: Configuraciones del usuario
fr: Paramètres de l'utilisateur

source: System Settings
es: Configuraciones del sistema
fr: Réglage du systeme

source: Submit a Ticket
es: Enviar un ticket
fr: Soumettre un ticket

source: Log In
es: Iniciar sesión
fr: Se connecter

source: January
es: Enero
fr: janvier

source: February
es: Febrero
fr: février

source: March
es: Marzo
fr: Mars

source: April
es: Abril
fr: avril

source: May
es: Mayo
fr: Mai

source: June
es: Junio
fr: juin

source: July
es: Julio
fr: juillet

source: August
es: Agosto
fr: août

source: September
es: Septiembre
fr: septembre

source: October
es: Octubre
fr: octobre

source: November
es: Noviembre
fr: novembre

source: December
es: Diciembre
fr: décembre

source: Number of monthly records
es: Cantidad de registros mensuales
fr: Nombre d'enregistrements mensuels

source: View Details
es: Ver Detalles
fr: Voir les détails

source: Reset it
es: Reiniciar
fr: Réinitialiser

source: Not a member?
es: ¿No esta registrado?
fr: Vous n'êtes pas membre ?

source: Registration is closed
es: El registro esta cerrado
fr: Le registre est fermé

source: Sorry, but registration is closed at this moment. Come back later.
es: Lo sentimos, pero el registro está cerrado en este momento. Vuelve más tarde.
fr: Désolé, l'enregistrement est fermé en ce moment. Revenez plus tard.

source: Register for an account
es: Registrarse para obtener una cuenta
fr: Ouvrir un compte

source: Account Activation Resent
es: Reenvío de activación de cuenta.
fr: Activation du compte réenvoyée

source: Resend Activation Email
es: Reenviar E-Mail de activación
fr: Réenvoyer le courriel d'activation

source: Submit
es: Enviar
fr: Soumettre

source: English
es: Ingles
fr: Anglais

source: Spanish
es: Español
fr: Espagnol

source: French
es: Francés
fr: Français

source: Create invoice
fr: Créer une facture

source: No
fr: Non

source: Payments
fr: Paiements

source: User
fr: Usager

source: Invoicing
fr: Facturation

source: reset fields
fr: champs de réinitialisation

source: close
fr: Fermer

source: Serie
fr: Série

source: Email
fr: Courriel

source: Zip code
fr: Code Zip

source: Street name
fr: Nom de rue

source: Current password
fr: Mot de passe actuel

source: Identification Scheme
fr: ID du régime d'identification

source: Account information
fr: Information sur le compte

source: Sign in
fr: Entrer

source: SubTotal
fr: Total

source: Your invoice has the following errors
fr: Votre facture contient les erreurs suivantes

source: Return to billing
fr: Retour à la facturation

source: Add additional notes
fr: Rue supplémentaire

source: Canceling...
fr: Annulation

source: Cancelar invoice
fr: Créer une facture

source: Cancel Invoice
fr: Créer une facture

source: There was an error processing the request
fr: Il ya eu une erreur lors du traitement de la demande

source: Duplicate Product/Service
fr: Dupliquer un produit/service

source: Solve
fr: Résoudre

source: Questions
fr: Des questions

source: Doubts
fr: Les doutes

source: Password change
fr: Changement de mot de passe

source: Password reset
fr: Réinitialiser le mot de passe

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Sign up
fr: S'inscrire

source: Password confirmation
fr: Confirmer le mot de passe

source: Register account
fr: Enregistrer un compte

source: Business name
fr: Nom de l'entreprise

source: Names
fr: Nom, prénoms

source: %(site_name)s: Reestablecer Contraseña
fr: %(site_name)s: Réinitialisation du mot de passe

source: Staff
fr: Personnel

source: Registering new user.
fr: Enregistrement de nouvel usager

source: Unlocked account
fr: Compte débloqué

source: Account reactivated.
fr: Compte réactivé

source: Error..
fr: Erreur

source: {} Account reactivation request (test)
fr: {} Demande de réactivation de compte (test)

source: Reactivation email sent
fr: Courriel de réactivation envoyé

source: Reactivation Request
fr: Demande de réactivation

source: Toggle navigation
fr: Basculer la navigation

source: Regresar al portal
fr: Retour au portail

source: Saved Query
fr: Requête sauvegardée

source: We have sent an email to %(email)s with further instructions.
fr: Nous avons envoyé un courriel à %(email)s avec des instructions supplémentaires.
